Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 켜면 기기를 최대 %lld대까지 연결할 수 있어요. 끄려면 먼저 기기를 한 대만 남겨 두세요.
ar: عند التفعيل، يمكنك توصيل ما يصل إلى %lld أجهزة. لإيقافه، اترك جهازًا واحدًا فقط أولًا.
en: When on, you can connect up to %lld devices. To turn it off, first leave only one device.
es: Al activarlo, puedes conectar hasta %lld dispositivos. Para desactivarlo, deja primero solo un dispositivo.
fr: Une fois activé, vous pouvez connecter jusqu'à %lld appareils. Pour le désactiver, ne laissez d'abord qu'un seul appareil.
hi: चालू होने पर आप %lld डिवाइस तक कनेक्ट कर सकते हैं। बंद करने के लिए, पहले केवल एक डिवाइस छोड़ें।
ja: オンにすると、最大 %lld 台の端末を接続できます。オフにするには、まず端末を 1 台だけにしてください。
pt_br: Quando ativado, você pode conectar até %lld dispositivos. Para desativar, deixe primeiro apenas um dispositivo.
ru: Когда включено, можно подключить до %lld устройств. Чтобы выключить, сначала оставьте только одно устройство.
zh_hans: 开启后最多可连接 %lld 台设备。要关闭，请先只保留一台设备。

source: 현재 %lld대 연결됨
ar: %lld متصل حاليًا
en: %lld connected now
es: %lld conectado(s) ahora
fr: %lld connecté(s) actuellement
hi: अभी %lld कनेक्टेड
ja: 現在 %lld 台接続中
pt_br: %lld conectado(s) agora
ru: Сейчас подключено: %lld
zh_hans: 当前已连接 %lld 台

source: 모든 기기 해제 + 새 QR
ar: إلغاء جميع الأجهزة + رمز QR جديد
en: Release all devices + new QR
es: Revocar todos + nuevo QR
fr: Tout révoquer + nouveau QR
hi: सभी डिवाइस रिलीज़ करें + नया QR
ja: すべての端末を解除 + 新しい QR
pt_br: Revogar todos + novo QR
ru: Отозвать все + новый QR
zh_hans: 解除所有设备 + 新二维码

source: 모든 기기를 해제할까요?
ar: إلغاء جميع الأجهزة؟
en: Release all devices?
es: ¿Revocar todos los dispositivos?
fr: Révoquer tous les appareils ?
hi: सभी डिवाइस रिलीज़ करें?
ja: すべての端末を解除しますか？
pt_br: Revogar todos os dispositivos?
ru: Отозвать все устройства?
zh_hans: 解除所有设备？

source: 모두 해제
ar: إلغاء الكل
en: Release all
es: Revocar todos
fr: Tout révoquer
hi: सभी रिलीज़ करें
ja: すべて解除
pt_br: Revogar todos
ru: Отозвать все
zh_hans: 全部解除

source: 연결된 모든 기기의 인증이 무효화되고 새 페어링 QR 이 생성돼요. 다시 쓰려면 폰에서 새 QR 을 스캔해야 합니다.
ar: يتم إبطال مصادقة جميع الأجهزة المتصلة وإنشاء رمز QR جديد للإقران. لاستخدامها مرة أخرى، امسح رمز QR الجديد من هاتفك.
en: Authentication for all connected devices is revoked and a new pairing QR is generated. To use them again, scan the new QR from your phone.
es: Se revoca la autenticación de todos los dispositivos conectados y se genera un nuevo QR de vinculación. Para volver a usarlos, escanea el nuevo QR desde el teléfono.
fr: L'authentification de tous les appareils connectés est révoquée et un nouveau QR de jumelage est généré. Pour les réutiliser, scannez le nouveau QR depuis votre téléphone.
hi: सभी कनेक्टेड डिवाइस का प्रमाणीकरण रद्द हो जाता है और एक नया पेयरिंग QR बनता है। उन्हें दोबारा उपयोग करने के लिए, फ़ोन से नया QR स्कैन करें।
ja: 接続中のすべての端末の認証が無効になり、新しいペアリング QR が生成されます。再び使うには、スマホで新しい QR をスキャンしてください。
pt_br: A autenticação de todos os dispositivos conectados é revogada e um novo QR de pareamento é gerado. Para usá-los novamente, escaneie o novo QR pelo telefone.
ru: Аутентификация всех подключённых устройств аннулируется, создаётся новый QR-код для сопряжения. Чтобы снова их использовать, отсканируйте новый QR-код с телефона.
zh_hans: 所有已连接设备的认证都会失效，并生成新的配对二维码。要再次使用，请在手机上扫描新的二维码。

source: 해제하면 이 기기의 인증만 무효화돼요. 다른 기기는 그대로 유지돼요. 이 기기를 다시 쓰려면 폰에서 다시 페어링해야 합니다.
ar: عند الإلغاء، يتم إبطال مصادقة هذا الجهاز فقط. تبقى الأجهزة الأخرى متصلة. لاستخدام هذا الجهاز مرة أخرى، أعد إقرانه من هاتفك.
en: Releasing revokes only this device's authentication. Other devices stay connected. To use this device again, pair it from your phone.
es: Al revocar, solo se invalida la autenticación de este dispositivo. Los demás dispositivos permanecen conectados. Para volver a usar este dispositivo, vincúlalo de nuevo desde el teléfono.
fr: La révocation n'invalide que l'authentification de cet appareil. Les autres appareils restent connectés. Pour réutiliser cet appareil, jumelez-le à nouveau depuis votre téléphone.
hi: रिलीज़ करने पर केवल इस डिवाइस का प्रमाणीकरण रद्द होता है। अन्य डिवाइस जुड़े रहते हैं। इस डिवाइस को दोबारा उपयोग करने के लिए, इसे फ़ोन से फिर से पेयर करें।
ja: 解除すると、この端末の認証だけが無効になります。他の端末はそのまま接続されたままです。この端末を再び使うには、スマホから再ペアリングしてください。
pt_br: Revogar invalida apenas a autenticação deste dispositivo. Os outros dispositivos permanecem conectados. Para usar este dispositivo novamente, pareie-o pelo telefone.
ru: При отзыве аннулируется только аутентификация этого устройства. Другие устройства остаются подключёнными. Чтобы снова использовать это устройство, выполните сопряжение с телефона.
zh_hans: 解除后只会使此设备的认证失效，其他设备仍保持连接。要再次使用此设备，请在手机上重新配对。

source: 이 Mac 에 인증된 폰을 확인하고, 필요하면 접근을 해제할 수 있어요. 기본은 한 대만 연결되며, 아래에서 두 번째 기기를 허용할 수 있어요.
ar: تحقّق من الهواتف المصرّح لها على هذا الـ Mac وألغِ الوصول عند الحاجة. افتراضيًا يتصل جهاز واحد فقط؛ يمكنك السماح بجهاز ثانٍ أدناه.
en: Check the phones authorized on this Mac and revoke access if needed. By default only one device connects; you can allow a second device below.
es: Consulta los teléfonos autorizados en este Mac y revoca el acceso si es necesario. De forma predeterminada solo se conecta un dispositivo; puedes permitir un segundo dispositivo abajo.
fr: Vérifiez les téléphones autorisés sur ce Mac et révoquez l'accès si nécessaire. Par défaut, un seul appareil se connecte ; vous pouvez autoriser un deuxième appareil ci-dessous.
hi: इस Mac पर अधिकृत फ़ोन देखें और ज़रूरत होने पर एक्सेस रद्द करें। डिफ़ॉल्ट रूप से केवल एक डिवाइस कनेक्ट होता है; आप नीचे दूसरा डिवाइस अनुमत कर सकते हैं।
ja: この Mac で認証された端末を確認し、必要なら接続を解除できます。既定では 1 台のみ接続でき、下で 2 台目の端末を許可できます。
pt_br: Veja os telefones autorizados neste Mac e revogue o acesso se necessário. Por padrão, apenas um dispositivo se conecta; você pode permitir um segundo dispositivo abaixo.
ru: Проверьте телефоны, авторизованные на этом Mac, и при необходимости отзовите доступ. По умолчанию подключается только одно устройство; ниже можно разрешить второе.
zh_hans: 查看此 Mac 上已认证的手机，必要时可解除其访问。默认仅连接一台设备；可在下方允许第二台设备。

source: 끄기 전에 먼저 기기를 한 대만 남겨 두세요.
ar: اترك جهازًا واحدًا فقط قبل إيقاف هذا.
en: Leave only one device before turning this off.
es: Deja solo un dispositivo antes de desactivarlo.
fr: Ne laissez qu'un seul appareil avant de le désactiver.
hi: इसे बंद करने से पहले केवल एक डिवाइस छोड़ें।
ja: オフにする前に、端末を 1 台だけにしてください。
pt_br: Deixe apenas um dispositivo antes de desativar.
ru: Прежде чем выключить, оставьте только одно устройство.
zh_hans: 关闭前请先只保留一台设备。

source: 설정 변경 실패: %@
ar: فشل تغيير الإعداد: %@
en: Failed to change setting: %@
es: Error al cambiar el ajuste: %@
fr: Échec de la modification du réglage : %@
hi: सेटिंग बदलने में विफल: %@
ja: 設定の変更に失敗しました: %@
pt_br: Falha ao alterar a configuração: %@
ru: Не удалось изменить настройку: %@
zh_hans: 更改设置失败：%@

source: 기기를 해제했어요.
ar: تم إلغاء الجهاز.
en: Device released.
es: Dispositivo revocado.
fr: Appareil révoqué.
hi: डिवाइस रिलीज़ कर दिया गया।
ja: 端末を解除しました。
pt_br: Dispositivo revogado.
ru: Устройство отозвано.
zh_hans: 已解除该设备。

source: 모두 해제됐어요 — 메뉴 › 페어링 QR 보기 의 새 QR 을 폰에서 다시 스캔하세요
ar: تم إلغاء الكل — امسح رمز QR الجديد من القائمة › عرض رمز QR للإقران على هاتفك
en: All released — scan the new QR from Menu › Show Pairing QR on your phone
es: Todos revocados — escanea el nuevo QR en Menú › Mostrar QR de vinculación desde el teléfono
fr: Tout révoqué — scannez le nouveau QR depuis Menu › Afficher le QR de jumelage sur votre téléphone
hi: सभी रिलीज़ — मेन्यू › पेयरिंग QR दिखाएँ का नया QR फ़ोन से स्कैन करें
ja: すべて解除しました — メニュー › ペアリング QR を表示 の新しい QR をスマホで再スキャンしてください
pt_br: Todos revogados — escaneie o novo QR em Menu › Mostrar QR de pareamento pelo telefone
ru: Все отозваны — отсканируйте новый QR-код из Меню › Показать QR сопряжения на телефоне
zh_hans: 已全部解除 — 请在手机上扫描 菜单 › 显示配对二维码 中的新二维码

source: 기본은 한 대만 연결돼요. 두 번째 기기를 연결하려면 설정 → 「기기」 탭에서 «두 번째 기기 허용» 을 먼저 켜세요. (기기는 최대 두 대까지.)
ar: افتراضيًا يتصل جهاز واحد فقط. لتوصيل جهاز ثانٍ، فعّل أولًا «السماح بجهاز ثانٍ» من الإعدادات ← الأجهزة. (حتى جهازين.)
en: By default only one device connects. To connect a second device, first turn on “Allow a second device” in Settings → Devices. (Up to two devices.)
es: De forma predeterminada solo se conecta un dispositivo. Para conectar un segundo, activa primero «Permitir un segundo dispositivo» en Ajustes → Dispositivos. (Hasta dos dispositivos.)
fr: Par défaut, un seul appareil se connecte. Pour connecter un deuxième appareil, activez d'abord « Autoriser un deuxième appareil » dans Réglages → Appareils. (Jusqu'à deux appareils.)
hi: डिफ़ॉल्ट रूप से केवल एक डिवाइस कनेक्ट होता है। दूसरा डिवाइस जोड़ने के लिए, पहले सेटिंग्स → डिवाइस में «दूसरा डिवाइस अनुमत करें» चालू करें। (अधिकतम दो डिवाइस।)
ja: 既定では 1 台のみ接続できます。2 台目の端末を接続するには、設定 →「端末」タブで «2 台目の端末を許可» を先にオンにしてください。（端末は最大 2 台まで。）
pt_br: Por padrão, apenas um dispositivo se conecta. Para conectar um segundo, ative primeiro «Permitir um segundo dispositivo» em Configurações → Dispositivos. (Até dois dispositivos.)
ru: По умолчанию подключается только одно устройство. Чтобы подключить второе, сначала включите «Разрешить второе устройство» в Настройках → Устройства. (До двух устройств.)
zh_hans: 默认仅连接一台设备。要连接第二台设备，请先在 设置 →「设备」选项卡中开启«允许第二台设备»。（最多两台设备。）

source: 캡처 헬퍼를 찾을 수 없어요(앱 번들 확인 필요)
ar: تعذّر العثور على مساعد الالتقاط (تحقق من حزمة التطبيق)
en: Capture helper not found (check the app bundle)
es: No se encontró el ayudante de captura (revisa el paquete de la app)
fr: Assistant de capture introuvable (vérifiez le bundle de l’app)
hi: कैप्चर हेल्पर नहीं मिला (ऐप बंडल जांचें)
ja: キャプチャヘルパーが見つかりません（アプリバンドルを確認してください）
pt_br: Auxiliar de captura não encontrado (verifique o pacote do app)
ru: Помощник захвата не найден (проверьте бандл приложения)
zh_hans: 找不到捕获助手（请检查应用包）

source: 권한 상태를 확인하지 못했어요(헬퍼 응답 없음)
ar: تعذّر التحقق من حالة الإذن (لا استجابة من المساعد)
en: Couldn’t check permission status (no response from helper)
es: No se pudo comprobar el estado del permiso (sin respuesta del ayudante)
fr: Impossible de vérifier l’état de l’autorisation (aucune réponse de l’assistant)
hi: अनुमति स्थिति जांची नहीं जा सकी (हेल्पर से कोई जवाब नहीं)
ja: 権限の状態を確認できませんでした（ヘルパーの応答なし）
pt_br: Não foi possível verificar o status da permissão (sem resposta do auxiliar)
ru: Не удалось проверить состояние разрешения (нет ответа от помощника)
zh_hans: 无法检查权限状态（助手无响应）

source: 정상 — 화면 기록 권한이 확인됐어요(캡처 가능)
ar: تم — تأكيد إذن تسجيل الشاشة (الالتقاط يعمل)
en: OK — Screen Recording permission confirmed (capture works)
es: Correcto: permiso de Grabación de pantalla confirmado (la captura funciona)
fr: OK — autorisation Enregistrement de l’écran confirmée (la capture fonctionne)
hi: ठीक — स्क्रीन रिकॉर्डिंग अनुमति पुष्ट (कैप्चर संभव)
ja: 正常 — 画面収録の権限を確認しました（キャプチャ可能）
pt_br: OK — permissão de Gravação de Tela confirmada (a captura funciona)
ru: Готово — разрешение на запись экрана подтверждено (захват работает)
zh_hans: 正常 — 已确认屏幕录制权限（可捕获）

source: 화면 기록 권한이 없어요 — 시스템 설정에서 이 앱(이름 확인)을 켠 뒤 앱을 재시작하세요
ar: لا يوجد إذن تسجيل الشاشة — فعّل هذا التطبيق (تحقق من الاسم) في إعدادات النظام ثم أعد تشغيله
en: No Screen Recording permission — enable this app (check the name) in System Settings, then restart the app
es: Sin permiso de Grabación de pantalla: activa esta app (comprueba el nombre) en Ajustes del Sistema y reiníciala
fr: Pas d’autorisation Enregistrement de l’écran — activez cette app (vérifiez le nom) dans les Réglages Système, puis redémarrez-la
hi: स्क्रीन रिकॉर्डिंग अनुमति नहीं है — सिस्टम सेटिंग्स में इस ऐप (नाम जांचें) को चालू करें, फिर ऐप पुनः चालू करें
ja: 画面収録の権限がありません — システム設定でこのアプリ（名前を確認）をオンにしてからアプリを再起動してください
pt_br: Sem permissão de Gravação de Tela — ative este app (confira o nome) nos Ajustes do Sistema e reinicie-o
ru: Нет разрешения на запись экрана — включите это приложение (проверьте имя) в Системных настройках и перезапустите его
zh_hans: 没有屏幕录制权限 — 请在系统设置中开启本应用（核对名称），然后重启应用

source: 정상 — 손쉬운 사용 신뢰됨(입력 주입 가능)
ar: تم — تسهيلات الاستخدام موثوقة (حقن الإدخال يعمل)
en: OK — Accessibility trusted (input injection works)
es: Correcto: Accesibilidad de confianza (la inyección de entrada funciona)
fr: OK — Accessibilité approuvée (l’injection d’entrées fonctionne)
hi: ठीक — एक्सेसिबिलिटी विश्वसनीय (इनपुट इंजेक्शन संभव)
ja: 正常 — アクセシビリティが信頼済み（入力注入が可能）
pt_br: OK — Acessibilidade confiável (injeção de entrada funciona)
ru: Готово — Универсальный доступ разрешён (ввод работает)
zh_hans: 正常 — 辅助功能已受信任（可注入输入）

source: 신뢰되지 않음 — 손쉬운 사용에서 켜 주세요
ar: غير موثوق — فعّله من تسهيلات الاستخدام
en: Not trusted — please enable it under Accessibility
es: Sin confianza: actívalo en Accesibilidad
fr: Non approuvé — activez-le dans Accessibilité
hi: विश्वसनीय नहीं — कृपया एक्सेसिबिलिटी में चालू करें
ja: 信頼されていません — アクセシビリティでオンにしてください
pt_br: Não confiável — ative em Acessibilidade
ru: Не разрешено — включите в разделе «Универсальный доступ»
zh_hans: 未受信任 — 请在“辅助功能”中开启

source: 헬퍼 실행 실패: %@
ar: تعذّر تشغيل المساعد: %@
en: Failed to run helper: %@
es: Error al ejecutar el ayudante: %@
fr: Échec du lancement de l’assistant : %@
hi: हेल्पर चलाने में विफल: %@
ja: ヘルパーの実行に失敗しました: %@
pt_br: Falha ao executar o auxiliar: %@
ru: Не удалось запустить помощник: %@
zh_hans: 运行助手失败：%@

source: 추가 기기 허용
ar: السماح بأجهزة إضافية
en: Allow additional devices
es: Permitir dispositivos adicionales
fr: Autoriser des appareils supplémentaires
hi: अतिरिक्त डिवाइस की अनुमति दें
ja: 追加のデバイスを許可
pt_br: Permitir dispositivos adicionais
ru: Разрешить дополнительные устройства
zh_hans: 允许额外设备

source: 이 Mac 에 인증된 폰을 확인하고, 필요하면 접근을 해제할 수 있어요. 기본은 한 대만 연결되며, 아래에서 추가 기기를 허용할 수 있어요.
ar: تحقّق من الهواتف المُصرّح لها على هذا الـ Mac وألغِ الوصول عند الحاجة. افتراضيًا يتصل جهاز واحد فقط؛ ويمكنك السماح بأجهزة إضافية أدناه.
en: Check the phones authorized on this Mac and revoke access if needed. By default only one device connects; you can allow additional devices below.
es: Consulta los teléfonos autorizados en este Mac y revoca el acceso si es necesario. De forma predeterminada solo se conecta un dispositivo; puedes permitir dispositivos adicionales abajo.
fr: Consultez les téléphones autorisés sur ce Mac et révoquez l'accès si nécessaire. Par défaut, un seul appareil se connecte ; vous pouvez autoriser des appareils supplémentaires ci-dessous.
hi: इस Mac पर अधिकृत फ़ोन देखें और ज़रूरत होने पर एक्सेस हटाएँ। डिफ़ॉल्ट रूप से केवल एक डिवाइस जुड़ता है; आप नीचे अतिरिक्त डिवाइस की अनुमति दे सकते हैं।
ja: この Mac で認証された電話を確認し、必要に応じてアクセスを解除できます。標準では 1 台だけ接続され、下で追加のデバイスを許可できます。
pt_br: Veja os telefones autorizados neste Mac e revogue o acesso se necessário. Por padrão, apenas um dispositivo se conecta; você pode permitir dispositivos adicionais abaixo.
ru: Просматривайте телефоны, авторизованные на этом Mac, и при необходимости отзывайте доступ. По умолчанию подключается только одно устройство; ниже можно разрешить дополнительные устройства.
zh_hans: 查看此 Mac 上已认证的手机，必要时可解除其访问权限。默认只连接一台设备；你可以在下方允许额外设备。

source: 기본은 한 대만 연결돼요. 기기를 더 연결하려면 설정 → 「기기」 탭에서 «추가 기기 허용» 을 먼저 켜세요. (기기는 최대 세 대까지.)
ar: افتراضيًا يتصل جهاز واحد فقط. لتوصيل المزيد من الأجهزة، فعّل أولًا «السماح بأجهزة إضافية» من الإعدادات ← علامة التبويب 「الأجهزة」. (حتى ثلاثة أجهزة.)
en: By default only one device connects. To connect more devices, first turn on «Allow additional devices» in Settings → the 「Devices」 tab. (Up to three devices.)
es: De forma predeterminada solo se conecta un dispositivo. Para conectar más dispositivos, primero activa «Permitir dispositivos adicionales» en Ajustes → pestaña 「Dispositivos」. (Hasta tres dispositivos.)
fr: Par défaut, un seul appareil se connecte. Pour connecter d'autres appareils, activez d'abord «Autoriser des appareils supplémentaires» dans Réglages → onglet 「Appareils」. (Jusqu'à trois appareils.)
hi: डिफ़ॉल्ट रूप से केवल एक डिवाइस जुड़ता है। और डिवाइस जोड़ने के लिए, पहले सेटिंग → 「डिवाइस」 टैब में «अतिरिक्त डिवाइस की अनुमति दें» चालू करें। (अधिकतम तीन डिवाइस।)
ja: 標準では 1 台だけ接続されます。さらに端末を接続するには、まず設定 →「デバイス」タブで «追加のデバイスを許可» をオンにしてください。（最大 3 台まで。）
pt_br: Por padrão, apenas um dispositivo se conecta. Para conectar mais dispositivos, primeiro ative «Permitir dispositivos adicionais» em Ajustes → aba 「Dispositivos」. (Até três dispositivos.)
ru: По умолчанию подключается только одно устройство. Чтобы подключить больше устройств, сначала включите «Разрешить дополнительные устройства» в Настройках → вкладка 「Устройства」. (До трёх устройств.)
zh_hans: 默认只连接一台设备。要连接更多设备，请先在设置 →「设备」标签页中开启«允许额外设备»。（最多三台设备。）

source: 기기 등록 — 폰을 페어링하면 그 기기의 Secure Enclave 공개키가 이 Mac 에 등록되고, 생체 인증 + 하드웨어 키로 보호되므로 QR 만 가로채도 다른 기기는 가장할 수 없어요. 기본은 한 대만 연결되지만, 설정 → 「기기」 탭에서 «추가 기기 허용» 을 켜면 최대 세 대(예: iPhone + iPad + 두 번째 폰)까지 함께 쓸 수 있어요. 다른 기기로 바꾸려면 같은 「기기」 탭에서 기존 기기를 «해제»(또는 메뉴바 → 페어링 값 바꾸기) 한 뒤 새 폰으로 QR 을 다시 스캔하세요.
ar: تسجيل الأجهزة — عند إقران هاتف، يُسجَّل مفتاح Secure Enclave العام الخاص بذلك الجهاز على هذا الـ Mac. وبفضل الحماية بالمصادقة الحيوية ومفتاح الأجهزة، لا يمكن لأي جهاز آخر انتحال صفته حتى لو اعتُرض رمز QR. افتراضيًا يتصل جهاز واحد فقط، لكن إذا فعّلت «السماح بأجهزة إضافية» من الإعدادات ← علامة التبويب 「الأجهزة」، يمكنك استخدام حتى ثلاثة أجهزة معًا (مثل iPhone + iPad + هاتف ثانٍ). وللتبديل إلى جهاز آخر، «ألغِ تسجيل» الجهاز الحالي من علامة التبويب 「الأجهزة」 نفسها (أو عبر شريط القوائم ← تغيير قيم الإقران)، ثم امسح رمز QR مرة أخرى بالهاتف الجديد.
en: Device registration — when you pair a phone, that device's Secure Enclave public key is registered on this Mac. Protected by biometrics and a hardware key, no other device can impersonate it even if the QR is intercepted. By default only one device connects, but if you turn on «Allow additional devices» in Settings → the 「Devices」 tab, you can use up to three devices together (e.g., iPhone + iPad + a second phone). To switch to a different device, «revoke» the existing device in the same 「Devices」 tab (or via the menu bar → Change pairing values), then scan the QR again with the new phone.
es: Registro de dispositivos — cuando emparejas un teléfono, la clave pública del Secure Enclave de ese dispositivo se registra en este Mac. Protegida por biometría y una clave de hardware, ningún otro dispositivo puede suplantarlo aunque se intercepte el QR. De forma predeterminada solo se conecta un dispositivo, pero si activas «Permitir dispositivos adicionales» en Ajustes → pestaña 「Dispositivos」, puedes usar hasta tres dispositivos a la vez (por ejemplo, iPhone + iPad + un segundo teléfono). Para cambiar a otro dispositivo, «revoca» el dispositivo existente en la misma pestaña 「Dispositivos」 (o mediante la barra de menús → Cambiar valores de emparejamiento) y vuelve a escanear el QR con el nuevo teléfono.
fr: Enregistrement des appareils — lorsque vous appairez un téléphone, la clé publique Secure Enclave de cet appareil est enregistrée sur ce Mac. Protégée par la biométrie et une clé matérielle, aucun autre appareil ne peut l'usurper même si le QR est intercepté. Par défaut, un seul appareil se connecte, mais si vous activez «Autoriser des appareils supplémentaires» dans Réglages → onglet 「Appareils」, vous pouvez utiliser jusqu'à trois appareils ensemble (par ex. iPhone + iPad + un deuxième téléphone). Pour changer d'appareil, «révoquez» l'appareil existant dans le même onglet 「Appareils」 (ou via la barre de menus → Modifier les valeurs d'appairage), puis scannez à nouveau le QR avec le nouveau téléphone.
hi: डिवाइस पंजीकरण — जब आप कोई फ़ोन पेयर करते हैं, तो उस डिवाइस की Secure Enclave सार्वजनिक कुंजी इस Mac पर पंजीकृत हो जाती है। बायोमेट्रिक्स और हार्डवेयर कुंजी से सुरक्षित होने के कारण, QR इंटरसेप्ट हो जाने पर भी कोई अन्य डिवाइस उसका रूप नहीं धर सकता। डिफ़ॉल्ट रूप से केवल एक डिवाइस जुड़ता है, लेकिन यदि आप सेटिंग → 「डिवाइस」 टैब में «अतिरिक्त डिवाइस की अनुमति दें» चालू करते हैं, तो एक साथ अधिकतम तीन डिवाइस (जैसे iPhone + iPad + दूसरा फ़ोन) इस्तेमाल कर सकते हैं। किसी दूसरे डिवाइस में बदलने के लिए, उसी 「डिवाइस」 टैब में मौजूदा डिवाइस को «हटाएँ» (या मेनू बार → पेयरिंग मान बदलें के ज़रिए) और फिर नए फ़ोन से QR को दोबारा स्कैन करें।
ja: デバイス登録 — 電話をペアリングすると、その端末の Secure Enclave 公開鍵がこの Mac に登録されます。生体認証とハードウェア鍵で保護されるため、QR を傍受されても他の端末がなりすますことはできません。標準では 1 台だけ接続できますが、設定 → 「デバイス」タブで «追加のデバイスを許可» をオンにすると、最大 3 台（例: iPhone + iPad + 2 台目の電話）まで一緒に使えます。別の端末に切り替えるには、同じ「デバイス」タブで既存の端末を «解除»（またはメニューバー → ペアリング値を変更）してから、新しい電話で QR を再度スキャンしてください。
pt_br: Registro de dispositivos — ao parear um telefone, a chave pública do Secure Enclave desse dispositivo é registrada neste Mac. Protegida por biometria e por uma chave de hardware, nenhum outro dispositivo pode se passar por ele mesmo que o QR seja interceptado. Por padrão, apenas um dispositivo se conecta, mas se você ativar «Permitir dispositivos adicionais» em Ajustes → aba 「Dispositivos」, pode usar até três dispositivos juntos (por exemplo, iPhone + iPad + um segundo telefone). Para trocar por outro dispositivo, «revogue» o dispositivo existente na mesma aba 「Dispositivos」 (ou pela barra de menus → Alterar valores de pareamento) e escaneie o QR novamente com o novo telefone.
ru: Регистрация устройств — при сопряжении телефона открытый ключ Secure Enclave этого устройства регистрируется на этом Mac. Благодаря защите биометрией и аппаратным ключом ни одно другое устройство не сможет выдать себя за него, даже если QR-код будет перехвачен. По умолчанию подключается только одно устройство, но если включить «Разрешить дополнительные устройства» в Настройках → вкладка 「Устройства」, можно использовать до трёх устройств одновременно (например, iPhone + iPad + второй телефон). Чтобы сменить устройство, «отзовите» существующее устройство на той же вкладке 「Устройства」 (или через строку меню → Изменить значения сопряжения), затем снова отсканируйте QR-код новым телефоном.
zh_hans: 设备注册 — 配对手机后，该设备的 Secure Enclave 公钥会注册到此 Mac 上。由于受生物识别和硬件密钥保护，即使 QR 被截获，其他设备也无法冒充它。默认只连接一台设备，但如果在设置 →「设备」标签页中开启«允许额外设备»，最多可同时使用三台设备（例如 iPhone + iPad + 第二部手机）。要更换为其他设备，请在同一「设备」标签页中«解除»现有设备（或通过菜单栏 → 更改配对值），然后用新手机重新扫描 QR。

source: 기본은 기기 한 대만 연결돼요. 설정 → 「기기」 탭에서 «추가 기기 허용» 을 켜면 최대 세 대까지 함께 쓸 수 있어요. (이 토글이 안 보이면 이 Mac 의 Pocket Sisyphus 를 업데이트해 주세요.)
ar: افتراضيًا يتصل جهاز واحد فقط. فعّل «السماح بأجهزة إضافية» من الإعدادات ← علامة التبويب 「الأجهزة」 لاستخدام حتى ثلاثة أجهزة معًا. (إذا لم تجد هذا الزر، فحدّث Pocket Sisyphus على هذا الـ Mac.)
en: By default only one device connects. Turn on «Allow additional devices» in Settings → the 「Devices」 tab to use up to three devices together. (If you don't see this toggle, update Pocket Sisyphus on this Mac.)
es: De forma predeterminada solo se conecta un dispositivo. Activa «Permitir dispositivos adicionales» en Ajustes → pestaña 「Dispositivos」 para usar hasta tres dispositivos a la vez. (Si no ves esta opción, actualiza Pocket Sisyphus en este Mac.)
fr: Par défaut, un seul appareil se connecte. Activez «Autoriser des appareils supplémentaires» dans Réglages → onglet 「Appareils」 pour utiliser jusqu'à trois appareils ensemble. (Si vous ne voyez pas cette option, mettez à jour Pocket Sisyphus sur ce Mac.)
hi: डिफ़ॉल्ट रूप से केवल एक डिवाइस जुड़ता है। एक साथ अधिकतम तीन डिवाइस इस्तेमाल करने के लिए सेटिंग → 「डिवाइस」 टैब में «अतिरिक्त डिवाइस की अनुमति दें» चालू करें। (यदि यह टॉगल नहीं दिखता, तो इस Mac पर Pocket Sisyphus अपडेट करें।)
ja: 標準ではデバイス 1 台だけが接続されます。設定 → 「デバイス」タブで «追加のデバイスを許可» をオンにすると、最大 3 台まで一緒に使えます。（このトグルが見当たらない場合は、この Mac の Pocket Sisyphus を更新してください。）
pt_br: Por padrão, apenas um dispositivo se conecta. Ative «Permitir dispositivos adicionais» em Ajustes → aba 「Dispositivos」 para usar até três dispositivos juntos. (Se você não vir essa opção, atualize o Pocket Sisyphus neste Mac.)
ru: По умолчанию подключается только одно устройство. Включите «Разрешить дополнительные устройства» в Настройках → вкладка 「Устройства」, чтобы использовать до трёх устройств одновременно. (Если вы не видите этот переключатель, обновите Pocket Sisyphus на этом Mac.)
zh_hans: 默认只连接一台设备。在设置 →「设备」标签页中开启«允许额外设备»即可同时使用最多三台设备。（如果看不到此开关，请更新此 Mac 上的 Pocket Sisyphus。）
